Repository: mxgrn/pairs.one
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: pt

source: can't be blank
pt: não pode ser em branco

source: has already been taken
pt: já existe

source: is invalid
pt: é inválido

source: has invalid format
pt: possui formato inválido

source: has an invalid entry
pt: possui um valor inválido

source: is reserved
pt: é reservado

source: does not match confirmation
pt: não coincide com a confirmação

source: is still associated to this entry
pt: ainda está associado a este jogo

source: are still associated to this entry
pt: ainda estão associados a este jogo

source: should be %{count} character(s)
pt: deve ser %{count} caractere(s)

source: should have %{count} item(s)
pt: deve ter %{count} item

source: should be at least %{count} character(s)
pt: deve ter pelo menos %{count} caractere

source: should have at least %{count} item(s)
pt: deve ter pelo menos %{count} item

source: should be at most %{count} character(s)
pt: deve ser no máximo %{count} caractere

source: should have at most %{count} item(s)
pt: deve ter no máximo %{count} item

source: must be less than %{number}
pt: deve ser inferior a %{number}

source: must be greater than %{number}
pt: deve ser superior a %{number}

source: must be less than or equal to %{number}
pt: deve ser inferior ou igual a %{number}

source: must be greater than or equal to %{number}
pt: deve ser superior ou igual a %{number}

source: must be equal to %{number}
pt: deve ser igual a %{number}
